export const desc = {
  ladder: {
    settings: [
      {
        id: 'Материал изделия:',
        content:
          'Бесшовная труба из нержавеющий стали Sanha made in Germany (AISI 304) - толщина стенок не менее 2.2 мм',
      },
      {id: 'Диаметр основных стоек:', content: '32 мм'},
      {id: 'Диаметр поперечных перекладин:', content: '18 мм'},
      {id: 'Цвет изделия:', content: 'На выбор заказчика'},
      {id: 'Размер изделия (высота/ширина):', content: 'На выбор заказчика'},
      {id: 'Срок эксплуатации:', content: '25 лет'},
      {id: 'Гарантия на изделия:', content: '5 лет'},
    ],
    properties: [
      {id: 'Полотенцесушитель', content: '1 шт.'},
      {id: 'Кронштейны', content: '4 шт.'},
      {id: 'Шурупы', content: '4 шт.'},
      {id: 'Инструкция, упаковка', content: '1 шт.'},
      {id: 'Технический паспорт изделия', content: '1 шт.'},
    ],
    description:
      'Бытовой прибор, предназначен для обогрева ванной комнаты и других помещений, а также для сушки текстильных изделий с подключением к системе водяного отопления и горячего водоснабжения.',
    workDescription: [],
  },
  energy: {
    settings: [
      {
        id: 'Материал изделия:',
        content:
          'Бесшовная труба из нержавеющий стали Sanha made in Germany (AISI 304) - толщина стенок не менее 2.2 мм',
      },
      {id: 'Диаметр основных стоек:', content: '32 мм'},
      {id: 'Диаметр поперечных перекладин:', content: '18 мм'},
      {id: 'Цвет изделия:', content: 'На выбор заказчика'},
      {id: 'Размер изделия (высота/ширина):', content: 'На выбор заказчика'},
      {id: 'Срок эксплуатации:', content: '25 лет'},
      {id: 'Гарантия на изделия:', content: '5 лет'},
    ],
    properties: [
      {id: 'Полотенцесушитель', content: '1 шт.'},
      {id: 'Кронштейны', content: '4 шт.'},
      {id: 'Шурупы', content: '4 шт.'},
      {id: 'Инструкция, упаковка', content: '1 шт.'},
      {id: 'Технический паспорт изделия', content: '1 шт.'},
    ],
    description:
      'Предназначен для сушки тканевых изделий, обогрева ванных и душевых комнат и поддержания нормального микроклимата в ванной комнате. Температура в рабочем режиме 55С +-10, регулируется терморегулятором от 30С до 70С. Двойная система предохранения, автоматическое отключение и включение прибора для экономии электроэнергии. От перегревания ограничитель температуры отключает нагревательный элемент. Средняя потребляемая мощность 100 - 150W. Абсолютно безопасен,не требует заземления.',
    workDescription: [
      'Регулирование температуры при помощи кнопок «+» и «-» в диапазоне 30-70 °C',
      'Сигнализация 5 диодами об актуальной и заданной температуре',
      'Регулирование температуры теплоносителя микропроцессором',
      'Включение и выключение с помощью кнопки',
      'Двойная система защиты от перегрева:',
      'Датчик температуры ограничивает температуру теплоносителя до 70 °C',
      'Тепловой предохранитель отключает напряжение в случае повреждения микропроцессора либо датчика температуры',
      'Сигнализация режимов работы (нагревание, остывания, авария)',
    ],
  },
  mType: {
    settings: [
      {
        id: 'Материал изделия:',
        content:
          'Бесшовная труба из нержавеющий стали Sanha made in Germany (AISI 304) - толщина стенок не менее 2.2 мм',
      },
      {id: 'Диаметр:', content: '32 мм'},
      {id: 'Цвет изделия:', content: 'На выбор заказчика'},
      {id: 'Размер изделия (высота/ширина):', content: 'На выбор заказчика'},
      {id: 'Срок эксплуатации:', content: '25 лет'},
      {id: 'Гарантия на изделия:', content: '5 лет'},
    ],
    properties: [],
    description:
      'Бытовой прибор, предназначен для обогрева ванной комнаты и других помещений, а также для сушки текстильных изделий с подключением к системе водяного отопления и горячего водоснабжения.',
    workDescription: [],
  },
  pType: {
    settings: [
      {
        id: 'Материал изделия:',
        content:
          'Бесшовная труба из нержавеющий стали Sanha made in Germany (AISI 304) - толщина стенок не менее 2.2 мм',
      },
      {id: 'Диаметр:', content: '32 мм'},
      {id: 'Цвет изделия:', content: 'На выбор заказчика'},
      {id: 'Размер изделия (высота/ширина):', content: 'На выбор заказчика'},
      {id: 'Срок эксплуатации:', content: '25 лет'},
      {id: 'Гарантия на изделия:', content: '5 лет'},
    ],
    properties: [],
    description:
      'Бытовой прибор, предназначен для обогрева ванной комнаты и других помещений, а также для сушки текстильных изделий с подключением к системе водяного отопления и горячего водоснабжения.',
    workDescription: [],
  },
  fType: {
    settings: [
      {
        id: 'Материал изделия:',
        content:
          'Бесшовная труба из нержавеющий стали Sanha made in Germany (AISI 304) - толщина стенок не менее 2.2 мм',
      },
      {id: 'Диаметр:', content: '32 мм'},
      {id: 'Цвет изделия:', content: 'На выбор заказчика'},
      {id: 'Размер изделия (высота/ширина):', content: 'На выбор заказчика'},
      {id: 'Срок эксплуатации:', content: '25 лет'},
      {id: 'Гарантия на изделия:', content: '5 лет'},
    ],
    properties: [],
    description:
      'Бытовой прибор, предназначен для обогрева ванной комнаты и других помещений, а также для сушки текстильных изделий с подключением к системе водяного отопления и горячего водоснабжения.',
    workDescription: [],
  },
  gType: {
    settings: [
      {
        id: 'Материал изделия:',
        content:
          'Бесшовная труба из нержавеющий стали Sanha made in Germany (AISI 304) - толщина стенок не менее 2.2 мм',
      },
      {id: 'Диаметр:', content: '32 мм'},
      {id: 'Цвет изделия:', content: 'На выбор заказчика'},
      {id: 'Размер изделия (высота/ширина):', content: 'На выбор заказчика'},
      {id: 'Срок эксплуатации:', content: '25 лет'},
      {id: 'Гарантия на изделия:', content: '5 лет'},
    ],
    properties: [],
    description:
      'Бытовой прибор, предназначен для обогрева ванной комнаты и других помещений, а также для сушки текстильных изделий с подключением к системе водяного отопления и горячего водоснабжения.',
    workDescription: [],
  },
}